Repository: xcv58/MacTools
Catalog: Plugins/TrackpadGestures/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# settings.mappings.tipTapGuide.repeat
source: 只抬起轻点手指；固定手指保持接触即可继续轻点。
ar: ارفع إصبع النقر فقط، وأبقِ الأصابع الثابتة ليتكرر النقر.
de: Heben Sie nur den tippenden Finger an; die ruhenden Finger bleiben für weitere Tipps liegen.
en: Lift only the tapping finger; keep the fixed fingers down to continue.
es: Levanta solo el dedo que toca; mantén los dedos fijos apoyados para continuar.
fr: Relevez uniquement le doigt qui touche ; gardez les doigts fixes posés pour continuer.
ja: タップした指だけを離し、固定した指は置いたまま繰り返します。
ko: 탭한 손가락만 떼고 고정 손가락은 둔 채 계속하세요.
pt: Levante apenas o dedo que toca; mantenha os dedos fixos apoiados para continuar.
ru: Поднимайте только касающийся палец, оставляя неподвижные пальцы для продолжения.
tr: Yalnızca dokunan parmağı kaldırın; devam etmek için sabit parmakları yerinde tutun.
zh_hant: 只抬起輕點手指；固定手指保持接觸即可繼續輕點。

# editor.shortcut.reusedFormat
source: 此快捷键也用于：%@。允许重复使用。
ar: يُستخدم هذا الاختصار أيضًا بواسطة: %@. يُسمح بإعادة الاستخدام.
de: Dieses Kürzel wird auch verwendet von: %@. Mehrfachverwendung ist erlaubt.
en: This shortcut is also used by: %@. Reuse is allowed.
es: Este atajo también se usa en: %@. Se permite reutilizarlo.
fr: Ce raccourci est également utilisé par : %@. Sa réutilisation est autorisée.
ja: このショートカットは %@ でも使用されています。再利用できます。
ko: 이 단축키는 다음에서도 사용됩니다: %@. 재사용할 수 있습니다.
pt: Este atalho também é usado por: %@. A reutilização é permitida.
ru: Это сочетание также используется для: %@. Повторное использование разрешено.
tr: Bu kısayol ayrıca şunlar tarafından da kullanılıyor: %@. Yeniden kullanılabilir.
zh_hant: 此快速鍵也用於：%@。允許重複使用。

# settings.mapping.disable
source: 停用
ar: تعطيل
de: Deaktivieren
en: Disable
es: Desactivar
fr: Désactiver
ja: 無効にする
ko: 비활성화
pt: Desativar
ru: Отключить
tr: Devre Dışı Bırak

# settings.mapping.enable
source: 启用
ar: تفعيل
de: Aktivieren
en: Enable
es: Activar
fr: Activer
ja: 有効にする
ko: 활성화
pt: Ativar
ru: Включить
tr: Etkinleştir
zh_hant: 啟用

# settings.mapping.manage
source: 管理映射
ar: إدارة التعيين
de: Zuordnung verwalten
en: Manage Mapping
es: Gestionar asignación
fr: Gérer l’association
ja: マッピングを管理
ko: 매핑 관리
pt: Gerenciar mapeamento
ru: Управление сопоставлением
tr: Eşlemeyi Yönet

# settings.mappings.filter.action
source: 操作类型
ar: نوع الإجراء
de: Aktionstyp
en: Action Type
es: Tipo de acción
fr: Type d’action
ja: アクションの種類
ko: 동작 유형
pt: Tipo de ação
ru: Тип действия
tr: Eylem Türü
zh_hant: 操作類型

# settings.mappings.filter.action.all
source: 所有操作
ar: كل الإجراءات
de: Alle Aktionen
en: All Actions
es: Todas las acciones
fr: Toutes les actions
ja: すべてのアクション
ko: 모든 동작
pt: Todas as ações
ru: Все действия
tr: Tüm Eylemler

# settings.mappings.filter.action.macTools
source: MacTools 操作
ar: إجراءات MacTools
de: MacTools-Aktionen
en: MacTools Actions
es: Acciones de MacTools
fr: Actions MacTools
ja: MacToolsアクション
ko: MacTools 동작
pt: Ações do MacTools
ru: Действия MacTools
tr: MacTools Eylemleri

# settings.mappings.filter.all
source: 全部
ar: الكل
de: Alle
en: All
es: Todos
fr: Tous
ja: すべて
ko: 모두
pt: Todos
ru: Все
tr: Tümü

# settings.mappings.filter.disabled
source: 已停用
ar: معطّلة
de: Deaktiviert
en: Disabled
es: Desactivados
fr: Désactivés
ja: 無効
ko: 비활성화됨
pt: Desativados
ru: Отключённые
tr: Devre Dışı

# settings.mappings.filter.enabled
source: 已启用
ar: مفعّلة
de: Aktiviert
en: Enabled
es: Activados
fr: Activés
ja: 有効
ko: 활성화됨
pt: Ativados
ru: Включённые
tr: Etkin
zh_hant: 已啟用

# settings.mappings.filter.status
source: 状态
ar: الحالة
de: Status
en: Status
es: Estado
fr: État
ja: 状態
ko: 상태
pt: Status
ru: Состояние
tr: Durum
zh_hant: 狀態

# settings.mappings.noMatches.title
source: 没有符合条件的映射
ar: لا توجد تعيينات مطابقة
de: Keine passenden Zuordnungen
en: No Matching Mappings
es: No hay asignaciones coincidentes
fr: Aucune association correspondante
ja: 一致するマッピングがありません
ko: 일치하는 매핑 없음
pt: Nenhum mapeamento correspondente
ru: Нет подходящих сопоставлений
tr: Eşleşen Eşleme Yok
zh_hant: 沒有符合條件的映射

# settings.mappings.search
source: 搜索映射
ar: البحث في التعيينات
de: Zuordnungen durchsuchen
en: Search Mappings
es: Buscar asignaciones
fr: Rechercher des associations
ja: マッピングを検索
ko: 매핑 검색
pt: Buscar mapeamentos
ru: Поиск сопоставлений
tr: Eşlemeleri Ara
zh_hant: 搜尋映射

# settings.mappings.search.clear
source: 清除搜索
ar: مسح البحث
de: Suche löschen
en: Clear Search
es: Borrar búsqueda
fr: Effacer la recherche
ja: 検索を消去
ko: 검색 지우기
pt: Limpar busca
ru: Очистить поиск
tr: Aramayı Temizle
zh_hant: 清除搜尋

# settings.mappings.search.placeholder
source: 搜索手势、操作或提供者
ar: ابحث عن إيماءات أو إجراءات أو موفّرين
de: Gesten, Aktionen oder Anbieter suchen
en: Search gestures, actions, or providers
es: Buscar gestos, acciones o proveedores
fr: Rechercher des gestes, actions ou fournisseurs
ja: ジェスチャ、アクション、提供元を検索
ko: 제스처, 동작 또는 제공자 검색
pt: Buscar gestos, ações ou provedores
ru: Поиск жестов, действий или поставщиков
tr: Hareket, eylem veya sağlayıcı arayın
zh_hant: 搜尋手勢、操作或提供者

# settings.mappings.sort.action
source: 操作名称
ar: اسم الإجراء
de: Aktionsname
en: Action Name
es: Nombre de la acción
fr: Nom de l’action
ja: アクション名
ko: 동작 이름
pt: Nome da ação
ru: Название действия
tr: Eylem Adı
zh_hant: 操作名稱

# settings.mappings.sort.added
source: 添加顺序
ar: ترتيب الإضافة
de: Hinzufügungsreihenfolge
en: Added Order
es: Orden de incorporación
fr: Ordre d’ajout
ja: 追加順
ko: 추가 순서
pt: Ordem de adição
ru: Порядок добавления
tr: Eklenme Sırası
zh_hant: 加入順序

# settings.mappings.sort.enabled
source: 已启用优先
ar: المفعّلة أولاً
de: Aktivierte zuerst
en: Enabled First
es: Activados primero
fr: Activés en premier
ja: 有効を優先
ko: 활성화 우선
pt: Ativados primeiro
ru: Сначала включённые
tr: Önce Etkin Olanlar
zh_hant: 已啟用優先

# settings.mappings.sort.gesture
source: 手势顺序
ar: ترتيب الإيماءات
de: Gestenreihenfolge
en: Gesture Order
es: Orden de gestos
fr: Ordre des gestes
ja: ジェスチャ順
ko: 제스처 순서
pt: Ordem dos gestos
ru: Порядок жестов
tr: Hareket Sırası
zh_hant: 手勢順序

# settings.mappings.sort.title
source: 排序方式
ar: الترتيب حسب
de: Sortieren nach
en: Sort By
es: Ordenar por
fr: Trier par
ja: 並べ替え
ko: 정렬 기준
pt: Ordenar por
ru: Сортировать по
tr: Sıralama Ölçütü

# settings.mappings.summaryFormat
source: 映射：%d · 已启用：%d
ar: التعيينات: %d · المفعّلة: %d
de: Zuordnungen: %d · Aktiviert: %d
en: Mappings: %d · Enabled: %d
es: Asignaciones: %d · Activadas: %d
fr: Associations : %d · Activées : %d
ja: マッピング: %d · 有効: %d
ko: 매핑: %d · 활성화: %d
pt: Mapeamentos: %d · Ativados: %d
ru: Сопоставления: %d · Включено: %d
tr: Eşleme: %d · Etkin: %d
zh_hant: 映射：%d · 已啟用：%d

# settings.mappings.view.reset
source: 还原默认视图
ar: استعادة العرض الافتراضي
de: Standardansicht wiederherstellen
en: Reset View
es: Restablecer vista
fr: Réinitialiser la vue
ja: 表示をリセット
ko: 보기 재설정
pt: Redefinir visualização
ru: Сбросить вид
tr: Görünümü Sıfırla
zh_hant: 還原預設檢視

# settings.mappings.viewOptions
source: 查看选项
ar: خيارات العرض
de: Ansichtsoptionen
en: View Options
es: Opciones de visualización
fr: Options d’affichage
ja: 表示オプション
ko: 보기 옵션
pt: Opções de visualização
ru: Параметры просмотра
tr: Görünüm Seçenekleri
zh_hant: 檢視選項

# settings.mappings.overlappingTapBehavior
source: 同时启用相同手指数量的轻点和双击时，双击会先执行轻点操作，再执行双击操作。
ar: عند تمكين النقر والنقر المزدوج لعدد الأصابع نفسه، ينفذ النقر المزدوج إجراء النقرة المفردة أولاً، ثم إجراء النقرة المزدوجة.
de: Wenn Tippen und Doppeltippen mit gleicher Fingerzahl aktiviert sind, führt ein Doppeltippen zuerst die Aktion für Tippen und danach die Aktion für Doppeltippen aus.
en: When matching single and double taps are enabled, a double tap runs the single-tap action first, followed by the double-tap action.
es: Cuando están activados el toque y el doble toque con el mismo número de dedos, un doble toque ejecuta primero la acción del toque y después la del doble toque.
fr: Lorsque le toucher et le double toucher avec le même nombre de doigts sont activés, un double toucher exécute d’abord l’action du toucher, puis celle du double toucher.
ja: 同じ指の本数のタップとダブルタップを有効にすると、ダブルタップでは最初にタップのアクションが実行され、続いてダブルタップのアクションが実行されます。
ko: 같은 손가락 수의 탭과 이중 탭을 활성화하면 이중 탭 시 탭 동작이 먼저 실행된 후 이중 탭 동작이 실행됩니다.
pt: Quando o toque e o toque duplo com o mesmo número de dedos estão ativados, um toque duplo executa primeiro a ação de toque e depois a ação de toque duplo.
ru: Если включены касание и двойное касание с одинаковым числом пальцев, двойное касание сначала выполняет действие обычного касания, а затем действие двойного касания.
tr: Eşleşen tek ve çift dokunmalar etkinleştirildiğinde, çift dokunma önce tek dokunma eylemini, ardından çift dokunma eylemini çalıştırır.
zh_hant: 同時啟用相同手指數量的輕點和雙擊時，雙擊會先執行輕點操作，再執行雙擊操作。

# settings.mapping.deleteMapping
source: 删除映射
ar: حذف التعيين
de: Zuordnung löschen
en: Delete Mapping
es: Eliminar mapeo
fr: Supprimer le mappage
ja: マッピングを削除
ko: 매핑 삭제
pt: Excluir mapeamento
ru: Удалить сопоставление
tr: Eşlemeyi Sil
zh_hant: 刪除映射

# settings.mapping.usedByAnotherPlugin
source: 已被其他插件使用
ar: تستخدمه إضافة أخرى
de: Von einem anderen Plugin verwendet
en: Used by another plugin
es: Usado por otro plugin
fr: Utilisé par un autre plugin
ja: 別のプラグインが使用中
ko: 다른 플러그인에서 사용 중
pt: Usado por outro plugin
ru: Используется другим плагином
tr: Başka bir eklenti tarafından kullanılıyor
zh_hant: 已被其他外掛使用
